/* $ObjectName=MAFLocaleAwareControls_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a cell type selector */
"Amount" = "Beløp";

/* XFLD: label for a cell type selector */
"Currency" = "Valuta";

/* XFLD: label for a cell phone type selector */
"fax" = "Faks";

/* XFLD: label for a cell phone type selector */
"home" = "Startside";

/* XBUT: label for a cell phone type selector */
"Home" = "Startside";

/* XFLD: label for a cell phone type selector */
"iPhone" = "iPhone";

/* XFLD: label for a cell phone type selector */
"main" = "Hovedmeny";

/* XFLD: label for a cell phone type selector */
"mobile" = "Mobil";

/* XFLD: label for a cell phone type selector */
"other fax" = "Annen faks";

/* XFLD: label for a cell phone type selector */
"page" = "Personsøker";

/* XFLD: label for a cell phone type selector */
"Phone" = "Telefon";

/* XFLD: label for a cell type selector */
"Value" = "Verdi";

/* XFLD: label for a cell phone type selector */
"work" = "Arbeid";

/* XFLD: label for a cell phone type selector */
"work fax" = "Faks (arbeid)";

